content-org/base.org
#+HUGO_BASE_DIR: ../
#+SEQ_TODO: TODO NEXT DRAFT DONE

* Life Skills
  :PROPERTIES:
  :EXPORT_HUGO_SECTION: life_skills 
  :EXPORT_FILE_NAME: _index
  :EXPORT_HUGO_MENU: :menu "main"
  :EXPORT_HUGO_CUSTOM_FRONT_MATTER: :toc true :type docs
  :END:
  
** Skills Processing List [0/8]
   1. [ ] Focus and attention
   2. [ ] Time management
   3. [ ] Learning
   4. [ ] Emotional control
   5. [ ] Habits control
   6. [ ] Identifying purpose
   7. [ ] Identifying values
   8. [ ] Biographies of people
 
** Health Processing List [0/5]
   1. [ ] Exercise
   2. [ ] Eat heathier and lesser
   3. [ ] Be mentally stable
   4. [ ] Memory exercises
   5. [ ] Eyes, ears, nails, nose, brain, other physical functions

** Family Processing List [0/8]
   1. [ ] Learn with Ayesha
   2. [ ] Ayesha development and projects
   3. [ ] Activities in the evening
   4. [ ] Quality time together
   5. [ ] Cooking
   6. [ ] Family trips and activities outdoors
   7. [ ] Learn with Amber
   8. [ ] Amber development and time together
   

** Relationships Processing List [0/3]
   1. [ ] Deal with people
   2. [ ] Be more convincing
   3. [ ] Build up your emotional intelligence


