content/life_skills/_index.md
+++
title = "Life Skills"
author = ["Monib Ahmed"]
draft = false
toc = true
type = "docs"
[menu.main]
  weight = 1003
  identifier = "life-skills"
+++

## Skills Processing List {#skills-processing-list}

1.  Focus and attention
2.  Time management
3.  Learning
4.  Emotional control
5.  Habits control
6.  Identifying purpose
7.  Identifying values


## Health Processing List {#health-processing-list}

1.  Exercise
2.  Eat heathier and lesser
3.  Be mentally stable
4.  Memory exercises
5.  Eyes, ears, nails, nose, brain, other physical functions


## Family Processing List {#family-processing-list}

1.  Learn with Ayesha
2.  Ayesha development and projects
3.  Activities in the evening
4.  Quality time together
5.  Cooking
6.  Family trips and activities outdoors
7.  Learn with Amber
8.  Amber development and time together


## Relationships Processing List {#relationships-processing-list}

1.  Deal with people
2.  Be more convincing
3.  Build up your emotional intelligence